xml/BaseSoapSolE.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/"><s:Header><ActivityId xmlns="http://schemas.microsoft.com/2004/09/ServiceModel/Diagnostics" CorrelationId="806aad0d-ef46-443b-9741-040c8e8e8c7d">e906cfb4-f706-43de-94d0-5cc935be1aaa</ActivityId></s:Header><s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><SolicitaDescarga xmlns="http://DescargaMasivaTerceros.sat.gob.mx"><solicitud FechaFinal="--FECHAFIN--" FechaInicial="--FECHAINI--" RfcEmisor="--RFC--" RfcSolicitante="--RFC--" TipoSolicitud="CFDI"><RfcReceptores><RfcReceptor></RfcReceptor></RfcReceptores><Signature xmlns="http://www.w3.org/2000/09/xmldsig#"><SignedInfo><CanonicalizationMethod Algorithm="http://www.w3.org/2001/10/xml-exc-c14n#"></CanonicalizationMethod><SignatureMethod Algorithm="http://www.w3.org/2000/09/xmldsig#rsa-sha1"></SignatureMethod><Reference URI=""><Transforms><Transform Algorithm="http://www.w3.org/2001/10/xml-exc-c14n#"></Transform></Transforms><DigestMethod Algorithm="http://www.w3.org/2000/09/xmldsig#sha1"></DigestMethod><DigestValue>--DIGEST--</DigestValue></Reference></SignedInfo><SignatureValue>--SIGNATURE--</SignatureValue><KeyInfo><X509Data><X509IssuerSerial><X509IssuerName></X509IssuerName><X509SerialNumber>--SERIAL--</X509SerialNumber></X509IssuerSerial><X509Certificate>--CERT--</X509Certificate></X509Data></KeyInfo></Signature></solicitud></SolicitaDescarga></s:Body></s:Envelope>
